import React from 'react'

export const About = () => {
    return (
        <div className="about">
            <br/>
            <h2>О нас </h2>
            <br/>
            <br/>
            <img className="fl" width={400} src="image/door1.jpg" alt="doors"/>
            <p>Наша компания уже более 18 лет занимается производством дверей премиум-сегмента.
                Кроме этого, мы изготавливаем навесы, декоративные элементы фасадов и другие металлические
                изделия. Индивидуальный дизайн и ручное изготовление, ответственный подход и высокое качество
                исполнения сделали нас лидером на рынке стальных дверей VIP-класса.</p>
            <p>Основной принцип нашей работы — надежность и долговечность выпускаемой продукции. В нашу эпоху в
                погоне за прибылью компании следуют закону «купить-выбросить-купить» выпуская товар, быстро
                приходящий в негодность. Мы же работаем над достижением максимально возможного срока службы наших
                изделий и применяем для этого самые передовые технологии. Все конструктивные элементы дверей и сами
                двери выпускаются в России, в городе Крымск Краснодарского края. Мы делаем товар для своих сограждан
                и работаем как для себя, поэтому прикладываем максимум усилий для повышения качества. Все мастера
                компании по-своему художники и работают над каждым изделием, как над произведением искусства.
                Поэтому наши двери отличаются не только качеством, но и эстетической привлекательностью.</p>
            <p>Оформляя заказ на нашем сайте, Вы всегда можете быть уверены, что его изготовят, доставят и установят
                в кратчайшие сроки с соблюдением всех необходимых норм и требований. Мы заинтересованы, чтобы наши
                клиенты всегда оставались довольны!</p>
        </div>
    )
}

